const words_obj = {
  words_1: {
    me_id: 'a', //me_id是目前聊天框主视角的角色id
    words: '',
  },
  words_2: {
    me_id: 'a',
    words: '',
  },
};

/*
日期时间：date#2022 / 10 / 13\t\t19:25$\
空格：\n
结尾换行：$\
说话人id后面要加：#
表情大小的占位： + 
换行占位：\n\n\n(表情包)\n\n\n
 */
words_obj.words_1.words =
  'c#震了吗$\
e#震了$\
f#震了$\
d#又震了！$\
g#这次好大$\
d#我以为室友在抖腿$\
j#地震了$\
h#刚在路上没感觉$\
f#吓死还以为是我心悸$\
date#2022 / 10 / 29\t\t04:35$\
a#\n\n\n（截图）\n\n\n$\
a#\n（探头表情包）\n\n\n\n$\
a#各位，公司的漂亮制作美眉说想和我吃饭，求鉴定这是真话假话啊（辨别不出😭$\
c#营业而已$\
不要太往心里去$\
d#社交辞令$\
e#我看着像假的$\
g#营业+1，真想约你会说具体时间的$\
e#来日本那么久还不知道他们的套路吗$\
c#（她只是希望你能继续为她画卡而已$\
j#落ち着いたら、機会があれば这种都是お世辞而已$\
h#你们好狠心ww$\
c#哈哈哈哈哈哈哈$\
c#\n\n\n（图）\n\n\n$\
a#果然。。我还以为我的春天来了。。。$\
e#制作都这样，催卡常用套路而已$\
a#也是 。。。是我自作多情了💔$\
a#浪费感情了💔$\
a#怪不得我发现每次卡交上去她就不理我了$\
c#笑死$\
a#在画卡的时候，公司走廊看到我，上班路上看到我$\
a#她都会对我甜甜地笑$\
a#那一笑 让我误以为真$\
a#💔$\
e#别这样，你只要继续画她就会继续对你笑$\
c#她对谁都笑$\
a#\n\n(表情包)\n\n$\
d#哈哈哈哈哈hkr的真性情遇到了日本人的两面派$\
c#hkr是戏精，在给自己加\n戏（）$\
a#@🍉 砸你$\
a#邦邦邦$\
e# hkr加油！！！$\
e#这是爱的pua$\
d#仅限于聊天框里的感情 + $\
f# + $\
f#为何今天的群这么精彩 + $\
a#好希望她天天来催卡$\
a#最好一天来看我两次$\
a#我不交卡就不允许我回家$\
f#有个制作就是这么盯我的$\
f#比我前男友还可怕$\
f#经常半夜打电话来催$\
f#（所以她的集数我从来都能按时交$\
d#我也这么催过别人$\
d#有些人是真的拖$\
d#不催不行$\
d#还不肯来公司，只能连环call催卡$\
d#他不交卡我不睡觉$\
d#真的催卡折寿$\
a#我有一次凌晨四点回家，刚好看到desk用百米冲刺的速度在外面跑着$\
a#去作监家收卡$\
h# ε=(´ο｀*)))都不容易$\
c#好讨厌那种工作上玩消失的人$\
c#所有人都要为他擦屁股$\
a#我基本秒回消息的 睡觉也8小时之内必回$\
e#我顶多假装信号不好，少接一两个电话$\
f#嗯……要是这种老不回还年龄大的话可以去敲敲门$\
f#别是孤独死了……$\
d#我现在负责的一个$\
d#一卡画了3个月$\
d#加上原画拖了我半年 + $\
d#大家有什么催卡好办法吗$\
c#没得用的$\
c#什么招都不好使$\
a#感觉学pua更有用$\
a#“这样下去你会让我失望的”$\
a#“我这么操劳，你却不为了我再努力多画一点”$\
h#我就被社长说过类似的话\n……$\
k#作为一个正在催卡的悲催制作，我今天在这个群得到太多安慰了。谢谢各位大佬。$\
k#感觉我的阿q精神又可以了$\
a#不用谢，祝您生活愉快。$\
c#草$\
d#话说最近有什么好看的番啊$\
a#不知道，进了动画界后再也没时间看动画了 + $\
k#是真的……$\
date#2022 / 10 / 29\t\t05:55$\
i#这不是地震群吗，一打开发现你们居然聊了900+？$\
m#我也刚爬完。居然还能在这群看到类似于情感电台一样的玩意$\
m#而且你们居然还聊了动画$\
c#你也许忘了、但我们这是个动画群 + $\
i#群里竟然这么热闹，这个点你们难道不用上班的吗$\
e#什么恶魔低语$\
e#虽然我的确在画$\
e#\n\n\n（抹泪）\n\n\n$\
a#我刚到家$\
a#在吃早餐（？还是夜宵$\
c#嘛睡前吃的就是夜宵$\
date#2022 / 10 / 29\t\t06:12$\
n#我的天这群为什么三点四点五点六点七点都有人 这是一直没睡 还是有的睡了有的起床$\
e#难得有个不用赶稿的周末，睡不着了$\
e#今年第一个完整的双休日。已经忘记如何休息$\
a#完了，太激动一点都不困。我现在只想画卡$\
c#你这话那制作听了得高兴死$\
date#2022 / 11 / 4\t\t18:10$\
a#之前说一起吃饭肯定是客套话那个美女制作，刚刚真的约我了😭😭😭😭$\
a#问我什么时候有空 想吃什么😭😭😭$\
c#恭喜喔喔喔喔$\
d#居然真约上了hhhh$\
c#（估计想跟你商讨下一个作品来着$\
a#我说寿司郎？她说好！正好她也想吃寿司$\
a#然后我脸就红了$\
d#你说啥估计都是她正好想吃的$\
g#原来スシロー的中文翻译是寿司郎？$\
a#然后我抓着旁边前辈疯狂摇晃肩膀$\
a#结果她没走掉 看到我抓着人疯狂摇摆吓了一跳$\
a#我赶紧解释一句我在和他说我很开心$\
c#瞧你这没出息样儿 + $\
h#你的开心已经溢出屏幕了$\
a#我：我的脸红得很明显吗$\
a#前辈：这能不明显吗$\
a#啊啊啊嬉しい$\
a#开心得笔都在抖$\
d#我就好奇你说的美女制作是谁👀$\
a#b啊！$\
c#啊。b$\
a#前辈让我那天穿件好点的衣服去见b$\
c#人家有男票的$\
a#我打算先去理发店$\
a#………$\
a#你认识她？$\
c#我上周还和她男票去喝酒了，电锯人xx集的背景就他们做的 + $\
e#那麼快就反轉了$\
d#隔着屏幕感觉到有什么碎了$\
a#懂了，是我自作多情了$\
a#冷静下来了，继续画卡去了$\
c#人家男票还是个美术监督 + $\
d#补刀太狠了$\
g#《那些年一起追过的制作》$\
h#感觉我看完了一部青春题材电视剧$\
d#其实你看的是青春题材的四格漫画🌚$\
a#前辈的衣服已经要被我的疯狂撕扯弄烂了$\
a#我把他扯得香肩都露出来了$\
a#刚刚是开心地撕，现在是心碎地撕$\
f#看完聊天记录，这教科书式的反转...$\
d#如果c哥不说破的话，剧情应该更曲折一点$\
a#为什么😭😭😭$\
a#我不明白$\
c#早日换目标吧 + $\
a#我现在站在楼顶吹冷风$\
a#风像玻璃碎渣划过我脆弱的心灵$\
a#一个小时里，呼吸困难了13次$\
a#心脏骤停了7次$\
a#眼泪止不住地流$\
a#你可别把这事说给她听啊c$\
c#我不说$\
f#别瞎想了，回去画画吧$\
f#小心画得不好$\
f#人家下次连卡都不发给你了$\
a#情感错付已经够伤心了，还被鄙视画得不行$\
a#日子没法过了😭$\
h#hhh好可爱$\
f#别哭了别哭了，周六带你买谷子去$\
a#好😭$\
a#啊、我这周单休$\
a#周日？$\
f#周日我们不休😭$\
f#话说你们年末放假吗$\
a#我们只放两天😭$\
e#你们还放年末？$\
e#我们都不放😭$\
d#我们也不放……$\
';

words_obj.words_2.words =
  'b#この10カットの納期は11月3日です。スケジュールはちょっと厳しいがお願いします！$\
a#わかりました😭$\
b#\n\n\n（摸摸表情包）\n\n\n$\
b#落ち着いたら一緒にごはんに行きましょう ⸜(๑’ᵕ’๑)⸝$\
a#本当ですか！嬉しいです！一緒に行きましょう！！！.゜(๑◡<๑) :.。$\
';

export default words_obj;
